allure-results/f89ba8daee81496d9abae1f5350c6caf-attachmentxml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><ReleaseOrder xmlns="http://tempuri.org/"><CPASId>593244387124</CPASId><UserID>mreynagaag</UserID></ReleaseOrder></soap:Body></soap:Envelope>